13/data/attachments/97a16deee5b2e289.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Colleen_ability_Friend_50283_1</nif:username>
            <nif:friendToBeRequested>soap_friends_bea1e51b-ccf9-435f-83f3-d38a4b0a24db</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>